Repository: fgasparetto/l2pay-woocommerce
Catalog: languages/layer-crypto-checkout-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pt_pt

source: Built-in guard against reentrancy attacks (OpenZeppelin standard).
de_de: Eingebauter Schutz gegen Reentrancy-Angriffe (OpenZeppelin-Standard).
es_es: Protección integrada contra ataques de reentrancy (estándar OpenZeppelin).
fr_fr: Protection intégrée contre les attaques de réentrance (standard OpenZeppelin).
it_it: Protezione integrata contro attacchi di reentrancy (standard OpenZeppelin).
nl_nl: Ingebouwde bescherming tegen reentrancy-aanvallen (OpenZeppelin-standaard).
pt_pt: Proteção integrada contra ataques de reentrancy (padrão OpenZeppelin).

source: On-Chain Verification
de_de: On-Chain-Verifizierung
es_es: Verificación on-chain
fr_fr: Vérification on-chain
it_it: Verifica on-chain
nl_nl: On-chain verificatie
pt_pt: Verificação on-chain

source: Every payment is verified on blockchain before order completion.
de_de: Jede Zahlung wird auf der Blockchain verifiziert, bevor die Bestellung abgeschlossen wird.
es_es: Cada pago se verifica en la blockchain antes de completar el pedido.
fr_fr: Chaque paiement est vérifié sur la blockchain avant la finalisation de la commande.
it_it: Ogni pagamento viene verificato sulla blockchain prima del completamento dell'ordine.
nl_nl: Elke betaling wordt geverifieerd op de blockchain voordat de bestelling wordt afgerond.
pt_pt: Cada pagamento é verificado na blockchain antes da conclusão do pedido.

source: Replay Attack Protection
de_de: Replay-Attack-Schutz
es_es: Protección contra replay attack
fr_fr: Protection contre les replay attacks
it_it: Protezione da replay attack
nl_nl: Replay-attack-bescherming
pt_pt: Proteção contra replay attack

source: Each payment is unique and cannot be reused across chains.
de_de: Jede Zahlung ist einzigartig und kann nicht auf anderen Chains wiederverwendet werden.
es_es: Cada pago es único y no puede reutilizarse en otras cadenas.
fr_fr: Chaque paiement est unique et ne peut pas être réutilisé sur d'autres chaînes.
it_it: Ogni pagamento è unico e non può essere riutilizzato su altre chain.
nl_nl: Elke betaling is uniek en kan niet worden hergebruikt op andere chains.
pt_pt: Cada pagamento é único e não pode ser reutilizado noutras chains.

source: Open Source & Verified
de_de: Open Source und verifiziert
es_es: Open source y verificado
fr_fr: Open source et vérifié
it_it: Open source e verificato
nl_nl: Open source en geverifieerd
pt_pt: Open source e verificado

source: Contract source code is publicly verified on all block explorers.
de_de: Der Quellcode des Vertrags ist auf allen Block-Explorern öffentlich verifiziert.
es_es: El código fuente del contrato está verificado públicamente en todos los exploradores de bloques.
fr_fr: Le code source du contrat est vérifié publiquement sur tous les explorateurs de blocs.
it_it: Il codice sorgente del contratto è verificato pubblicamente su tutti i block explorer.
nl_nl: De broncode van het contract is publiek geverifieerd op alle block explorers.
pt_pt: O código-fonte do contrato está verificado publicamente em todos os exploradores de blocos.

source: Contract:
de_de: Vertrag:
es_es: Contrato:
fr_fr: Contrat :
it_it: Contratto:
pt_pt: Contrato:

source: Same address on all supported networks
de_de: Gleiche Adresse auf allen unterstützten Netzwerken
es_es: Misma dirección en todas las redes soportadas
fr_fr: Même adresse sur tous les réseaux supportés
it_it: Stesso indirizzo su tutte le reti supportate
nl_nl: Hetzelfde adres op alle ondersteunde netwerken
pt_pt: Mesmo endereço em todas as redes suportadas

source: Available Mainnet Networks
de_de: Verfügbare Mainnet-Netzwerke
es_es: Redes Mainnet disponibles
fr_fr: Réseaux Mainnet disponibles
it_it: Reti Mainnet disponibili
nl_nl: Beschikbare Mainnet-netwerken
pt_pt: Redes Mainnet disponíveis

source: Available Testnet Networks
de_de: Verfügbare Testnet-Netzwerke
es_es: Redes Testnet disponibles
fr_fr: Réseaux Testnet disponibles
it_it: Reti Testnet disponibili
nl_nl: Beschikbare Testnet-netwerken
pt_pt: Redes Testnet disponíveis

source: No mainnet contracts deployed yet. Deploy contracts to mainnet networks first.
de_de: Noch keine Mainnet-Verträge bereitgestellt. Stellen Sie zuerst Verträge auf Mainnet-Netzwerken bereit.
es_es: Aún no se han desplegado contratos en mainnet. Despliega primero los contratos en las redes mainnet.
fr_fr: Aucun contrat mainnet encore déployé. Déployez d'abord les contrats sur les réseaux mainnet.
it_it: Nessun contratto mainnet ancora distribuito. Distribuisci prima i contratti sulle reti mainnet.
nl_nl: Nog geen mainnet-contracten ingezet. Zet eerst contracten in op mainnet-netwerken.
pt_pt: Nenhum contrato mainnet implantado ainda. Implante primeiro os contratos nas redes mainnet.

source: No testnet contracts deployed yet.
de_de: Noch keine Testnet-Verträge bereitgestellt.
es_es: Aún no se han desplegado contratos en testnet.
fr_fr: Aucun contrat testnet encore déployé.
it_it: Nessun contratto testnet ancora distribuito.
nl_nl: Nog geen testnet-contracten ingezet.
pt_pt: Nenhum contrato testnet implantado ainda.

source: Test Mode - No real money
de_de: Testmodus - Kein echtes Geld
es_es: Modo de prueba - Sin dinero real
fr_fr: Mode test - Pas d'argent réel
it_it: Modalità test - Nessun denaro reale
nl_nl: Testmodus - Geen echt geld
pt_pt: Modo de teste - Sem dinheiro real

source: Pay with
de_de: Bezahlen mit
es_es: Pagar con
fr_fr: Payer avec
it_it: Paga con
nl_nl: Betalen met
pt_pt: Pagar com

source: Network
de_de: Netzwerk
es_es: Red
fr_fr: Réseau
it_it: Rete
nl_nl: Netwerk
pt_pt: Rede

source: Wallet not connected
de_de: Wallet nicht verbunden
es_es: Wallet no conectado
fr_fr: Wallet non connecté
it_it: Wallet non connesso
nl_nl: Wallet niet verbonden
pt_pt: Wallet não conectada

source: Order Total:
de_de: Bestellsumme:
es_es: Total del pedido:
fr_fr: Total de la commande :
it_it: Totale ordine:
nl_nl: Besteltotaal:
pt_pt: Total do pedido:

source: Amount:
de_de: Betrag:
es_es: Importe:
fr_fr: Montant :
it_it: Importo:
nl_nl: Bedrag:
pt_pt: Montante:

source: Rate:
de_de: Kurs:
es_es: Tasa:
fr_fr: Taux :
it_it: Tasso:
nl_nl: Koers:
pt_pt: Taxa:

source: Please complete the crypto payment before placing the order.
de_de: Bitte schließen Sie die Krypto-Zahlung ab, bevor Sie die Bestellung aufgeben.
es_es: Por favor, completa el pago crypto antes de realizar el pedido.
fr_fr: Veuillez compléter le paiement crypto avant de passer la commande.
it_it: Completa il pagamento in criptovaluta prima di effettuare l'ordine.
nl_nl: Voltooi de crypto-betaling voordat u de bestelling plaatst.
pt_pt: Por favor, conclua o pagamento crypto antes de efetuar o pedido.

source: Invalid transaction hash. Please try again.
de_de: Ungültiger Transaktions-Hash. Bitte versuchen Sie es erneut.
es_es: Hash de transacción no válido. Por favor, inténtalo de nuevo.
fr_fr: Hash de transaction invalide. Veuillez réessayer.
it_it: Hash della transazione non valido. Riprova.
nl_nl: Ongeldig transactie-hash. Probeer het opnieuw.
pt_pt: Hash de transação inválido. Por favor, tente novamente.

source: Layer Crypto Checkout: On-chain verification failed: %s
de_de: Layer Crypto Checkout: On-Chain-Verifizierung fehlgeschlagen: %s
es_es: Layer Crypto Checkout: verificación on-chain fallida: %s
fr_fr: Layer Crypto Checkout : échec de la vérification on-chain : %s
it_it: Layer Crypto Checkout: verifica on-chain fallita: %s
nl_nl: Layer Crypto Checkout: on-chain verificatie mislukt: %s
pt_pt: Layer Crypto Checkout: verificação on-chain falhada: %s

source: Payment verification failed:
de_de: Zahlungsverifizierung fehlgeschlagen:
es_es: Verificación del pago fallida:
fr_fr: Échec de la vérification du paiement :
it_it: Verifica del pagamento fallita:
nl_nl: Betalingsverificatie mislukt:
pt_pt: Verificação do pagamento falhada:

source: Layer Crypto Checkout payment verified on-chain (%1$s). Amount: %2$s %3$s. TX: %4$s
de_de: Layer Crypto Checkout-Zahlung on-chain verifiziert (%1$s). Betrag: %2$s %3$s. TX: %4$s
es_es: Pago de Layer Crypto Checkout verificado on-chain (%1$s). Importe: %2$s %3$s. TX: %4$s
fr_fr: Paiement Layer Crypto Checkout vérifié on-chain (%1$s). Montant : %2$s %3$s. TX : %4$s
it_it: Pagamento Layer Crypto Checkout verificato on-chain (%1$s). Importo: %2$s %3$s. TX: %4$s
nl_nl: Layer Crypto Checkout-betaling on-chain geverifieerd (%1$s). Bedrag: %2$s %3$s. TX: %4$s
pt_pt: Pagamento Layer Crypto Checkout verificado on-chain (%1$s). Montante: %2$s %3$s. TX: %4$s

source: Invalid network configuration
de_de: Ungültige Netzwerkkonfiguration
es_es: Configuración de red no válida
fr_fr: Configuration réseau invalide
it_it: Configurazione di rete non valida
nl_nl: Ongeldige netwerkconfiguratie
pt_pt: Configuração de rede inválida

source: Contract not configured for this network
de_de: Vertrag für dieses Netzwerk nicht konfiguriert
es_es: Contrato no configurado para esta red
fr_fr: Contrat non configuré pour ce réseau
it_it: Contratto non configurato per questa rete
nl_nl: Contract niet geconfigureerd voor dit netwerk
pt_pt: Contrato não configurado para esta rede

source: Transaction not yet confirmed. Please wait a moment and try again.
de_de: Transaktion noch nicht bestätigt. Bitte warten Sie einen Moment und versuchen Sie es erneut.
es_es: Transacción aún no confirmada. Por favor, espera un momento e inténtalo de nuevo.
fr_fr: Transaction pas encore confirmée. Veuillez patienter un instant et réessayer.
it_it: Transazione non ancora confermata. Attendi un momento e riprova.
nl_nl: Transactie nog niet bevestigd. Wacht even en probeer het opnieuw.
pt_pt: Transação ainda não confirmada. Por favor, aguarde um momento e tente novamente.

source: Transaction failed on blockchain
de_de: Transaktion auf der Blockchain fehlgeschlagen
es_es: Transacción fallida en la blockchain
fr_fr: Transaction échouée sur la blockchain
it_it: Transazione fallita sulla blockchain
nl_nl: Transactie mislukt op de blockchain
pt_pt: Transação falhada na blockchain

source: Transaction sent to wrong contract address
de_de: Transaktion an falsche Vertragsadresse gesendet
es_es: Transacción enviada a la dirección de contrato incorrecta
fr_fr: Transaction envoyée à la mauvaise adresse de contrat
it_it: Transazione inviata all'indirizzo del contratto sbagliato
nl_nl: Transactie verzonden naar verkeerd contractadres
pt_pt: Transação enviada para o endereço de contrato errado

source: No valid payment event found in transaction
de_de: Kein gültiges Zahlungsereignis in der Transaktion gefunden
es_es: No se encontró ningún evento de pago válido en la transacción
fr_fr: Aucun événement de paiement valide trouvé dans la transaction
it_it: Nessun evento di pagamento valido trovato nella transazione
nl_nl: Geen geldig betalingsevenement gevonden in de transactie
pt_pt: Nenhum evento de pagamento válido encontrado na transação

source: Payment sent to wrong merchant address
de_de: Zahlung an falsche Händleradresse gesendet
es_es: Pago enviado a la dirección del comerciante incorrecta
fr_fr: Paiement envoyé à la mauvaise adresse du marchand
it_it: Pagamento inviato all'indirizzo del venditore sbagliato
nl_nl: Betaling verzonden naar verkeerd handelaarsadres
pt_pt: Pagamento enviado para o endereço do comerciante errado

source: Payment Details
de_de: Zahlungsdetails
es_es: Detalles del pago
fr_fr: Détails du paiement
it_it: Dettagli pagamento
nl_nl: Betalingsgegevens
pt_pt: Detalhes do pagamento

source: Transaction Hash:
de_de: Transaktions-Hash:
es_es: Hash de transacción:
fr_fr: Hash de transaction :
it_it: Hash della transazione:
nl_nl: Transactie-hash:
pt_pt: Hash da transação:

source: Network:
de_de: Netzwerk:
es_es: Red:
fr_fr: Réseau :
it_it: Rete:
nl_nl: Netwerk:
pt_pt: Rede:

source: Transaction:
de_de: Transaktion:
es_es: Transacción:
it_it: Transazione:
nl_nl: Transactie:
pt_pt: Transação:

source: Refund requested for %s. Note: Crypto refunds must be processed manually by sending ETH back to the customer wallet.
de_de: Rückerstattung für %s angefordert. Hinweis: Krypto-Rückerstattungen müssen manuell durch Senden von ETH an das Kunden-Wallet verarbeitet werden.
es_es: Reembolso solicitado por %s. Nota: los reembolsos crypto deben procesarse manualmente enviando ETH al wallet del cliente.
fr_fr: Remboursement demandé pour %s. Remarque : les remboursements crypto doivent être traités manuellement en envoyant des ETH au wallet du client.
it_it: Rimborso richiesto per %s. Nota: i rimborsi crypto devono essere elaborati manualmente inviando ETH al wallet del cliente.
nl_nl: Terugbetaling aangevraagd voor %s. Let op: crypto-terugbetalingen moeten handmatig worden verwerkt door ETH terug te sturen naar de wallet van de klant.
pt_pt: Reembolso solicitado para %s. Nota: os reembolsos crypto devem ser processados manualmente, enviando ETH de volta para a wallet do cliente.
