Repository: fgasparetto/l2pay-woocommerce
Catalog: languages/layer-crypto-checkout-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, pt_pt

source: Accept ETH and USDC payments via MetaMask or WalletConnect on Layer 2 networks.
de_de: Akzeptieren Sie ETH- und USDC-Zahlungen über MetaMask oder WalletConnect auf Layer 2-Netzwerken.
es_es: Acepta pagos en ETH y USDC a través de MetaMask o WalletConnect en redes Layer 2.
fr_fr: Acceptez les paiements en ETH et USDC via MetaMask ou WalletConnect sur les réseaux Layer 2.
it_it: Accetta pagamenti in ETH e USDC tramite MetaMask o WalletConnect su reti Layer 2.
nl_nl: Accepteer ETH- en USDC-betalingen via MetaMask of WalletConnect op Layer 2-netwerken.
pt_pt: Aceite pagamentos em ETH e USDC via MetaMask ou WalletConnect em redes Layer 2.

source: Layer Crypto Checkout requires WooCommerce to be installed and active.
de_de: Layer Crypto Checkout erfordert, dass WooCommerce installiert und aktiviert ist.
es_es: Layer Crypto Checkout requiere que WooCommerce esté instalado y activo.
fr_fr: Layer Crypto Checkout nécessite que WooCommerce soit installé et activé.
it_it: Layer Crypto Checkout richiede che WooCommerce sia installato e attivo.
nl_nl: Layer Crypto Checkout vereist dat WooCommerce geïnstalleerd en actief is.
pt_pt: Layer Crypto Checkout requer que o WooCommerce esteja instalado e ativo.

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
it_it: Impostazioni
nl_nl: Instellingen
pt_pt: Definições

source: Connect Wallet
de_de: Wallet verbinden
es_es: Conectar Wallet
fr_fr: Connecter le Wallet
it_it: Connetti Wallet
nl_nl: Wallet verbinden
pt_pt: Conectar Wallet

source: Pay with ETH
de_de: Mit ETH bezahlen
es_es: Pagar con ETH
fr_fr: Payer avec ETH
it_it: Paga con ETH
nl_nl: Betalen met ETH
pt_pt: Pagar com ETH

source: Pay with USDC
de_de: Mit USDC bezahlen
es_es: Pagar con USDC
fr_fr: Payer avec USDC
it_it: Paga con USDC
nl_nl: Betalen met USDC
pt_pt: Pagar com USDC

source: Processing...
de_de: Verarbeitung...
es_es: Procesando...
fr_fr: Traitement...
it_it: Elaborazione...
nl_nl: Verwerken...
pt_pt: A processar...

source: Approving USDC...
de_de: USDC-Genehmigung...
es_es: Aprobando USDC...
fr_fr: Approbation USDC...
it_it: Approvazione USDC...
nl_nl: USDC goedkeuren...
pt_pt: A aprovar USDC...

source: Waiting for confirmation...
de_de: Warte auf Bestätigung...
es_es: Esperando confirmación...
fr_fr: En attente de confirmation...
it_it: In attesa di conferma...
nl_nl: Wachten op bevestiging...
pt_pt: A aguardar confirmação...

source: Payment complete!
de_de: Zahlung abgeschlossen!
es_es: ¡Pago completado!
fr_fr: Paiement effectué !
it_it: Pagamento completato!
nl_nl: Betaling voltooid!
pt_pt: Pagamento concluído!

source: No wallet found. Please install MetaMask or use WalletConnect.
de_de: Kein Wallet gefunden. Bitte installieren Sie MetaMask oder verwenden Sie WalletConnect.
es_es: No se encontró ningún wallet. Por favor, instala MetaMask o usa WalletConnect.
fr_fr: Aucun wallet trouvé. Veuillez installer MetaMask ou utiliser WalletConnect.
it_it: Nessun wallet trovato. Installa MetaMask o usa WalletConnect.
nl_nl: Geen wallet gevonden. Installeer MetaMask of gebruik WalletConnect.
pt_pt: Nenhuma wallet encontrada. Por favor, instale o MetaMask ou utilize o WalletConnect.

source: Please switch network
de_de: Bitte Netzwerk wechseln
es_es: Por favor, cambia de red
fr_fr: Veuillez changer de réseau
it_it: Cambia rete
nl_nl: Schakel over naar een ander netwerk
pt_pt: Por favor, mude de rede

source: Transaction failed. Please try again.
de_de: Transaktion fehlgeschlagen. Bitte versuchen Sie es erneut.
es_es: Transacción fallida. Por favor, inténtalo de nuevo.
fr_fr: Transaction échouée. Veuillez réessayer.
it_it: Transazione fallita. Riprova.
nl_nl: Transactie mislukt. Probeer het opnieuw.
pt_pt: Transação falhada. Por favor, tente novamente.

source: Error getting price. Please try again.
de_de: Fehler beim Abrufen des Preises. Bitte versuchen Sie es erneut.
es_es: Error al obtener el precio. Por favor, inténtalo de nuevo.
fr_fr: Erreur lors de la récupération du prix. Veuillez réessayer.
it_it: Errore nel recupero del prezzo. Riprova.
nl_nl: Fout bij het ophalen van de prijs. Probeer het opnieuw.
pt_pt: Erro ao obter o preço. Por favor, tente novamente.

source: Select Network
de_de: Netzwerk auswählen
es_es: Seleccionar red
fr_fr: Sélectionner le réseau
it_it: Seleziona rete
nl_nl: Selecteer netwerk
pt_pt: Selecionar rede

source: Payment Method
de_de: Zahlungsmethode
es_es: Método de pago
fr_fr: Méthode de paiement
it_it: Metodo di pagamento
nl_nl: Betaalmethode
pt_pt: Método de pagamento

source: Merchant wallet not configured. Please contact store owner.
de_de: Händler-Wallet nicht konfiguriert. Bitte kontaktieren Sie den Shop-Inhaber.
es_es: Wallet del comerciante no configurado. Por favor, contacta al propietario de la tienda.
fr_fr: Wallet du marchand non configuré. Veuillez contacter le propriétaire de la boutique.
it_it: Wallet del venditore non configurato. Contatta il proprietario del negozio.
nl_nl: Handelaar-wallet niet geconfigureerd. Neem contact op met de winkeleigenaar.
pt_pt: Wallet do comerciante não configurada. Por favor, contacte o proprietário da loja.

source: Insufficient USDC balance
de_de: Unzureichendes USDC-Guthaben
es_es: Saldo USDC insuficiente
fr_fr: Solde USDC insuffisant
it_it: Saldo USDC insufficiente
nl_nl: Onvoldoende USDC-saldo
pt_pt: Saldo USDC insuficiente

source: USDC approval failed. Please try again.
de_de: USDC-Genehmigung fehlgeschlagen. Bitte versuchen Sie es erneut.
es_es: Aprobación de USDC fallida. Por favor, inténtalo de nuevo.
fr_fr: Approbation USDC échouée. Veuillez réessayer.
it_it: Approvazione USDC fallita. Riprova.
nl_nl: USDC-goedkeuring mislukt. Probeer het opnieuw.
pt_pt: Aprovação de USDC falhada. Por favor, tente novamente.

source: Connecting...
de_de: Verbindung wird hergestellt...
es_es: Conectando...
fr_fr: Connexion...
it_it: Connessione...
nl_nl: Verbinden...
pt_pt: A conectar...

source: Wallet disconnected
de_de: Wallet getrennt
es_es: Wallet desconectado
fr_fr: Wallet déconnecté
it_it: Wallet disconnesso
nl_nl: Wallet losgekoppeld
pt_pt: Wallet desconectada

source: Layer Crypto Checkout payment verified on-chain (%1$s). Transaction: %2$s
de_de: Layer Crypto Checkout-Zahlung on-chain verifiziert (%1$s). Transaktion: %2$s
es_es: Pago de Layer Crypto Checkout verificado on-chain (%1$s). Transacción: %2$s
fr_fr: Paiement Layer Crypto Checkout vérifié on-chain (%1$s). Transaction : %2$s
it_it: Pagamento Layer Crypto Checkout verificato on-chain (%1$s). Transazione: %2$s
nl_nl: Layer Crypto Checkout-betaling on-chain geverifieerd (%1$s). Transactie: %2$s
pt_pt: Pagamento Layer Crypto Checkout verificado on-chain (%1$s). Transação: %2$s

source: Layer Crypto Checkout (ETH & USDC)
es_es: Layer Crypto Checkout (ETH y USDC)
fr_fr: Layer Crypto Checkout (ETH et USDC)
it_it: Layer Crypto Checkout (ETH e USDC)
pt_pt: Layer Crypto Checkout (ETH e USDC)

source: Accept ETH and USDC payments via MetaMask or WalletConnect. Payments are processed through a smart contract on multiple blockchains.
de_de: Akzeptieren Sie ETH- und USDC-Zahlungen über MetaMask oder WalletConnect. Zahlungen werden über einen Smart Contract auf mehreren Blockchains verarbeitet.
es_es: Acepta pagos en ETH y USDC a través de MetaMask o WalletConnect. Los pagos se procesan mediante un smart contract en múltiples blockchains.
fr_fr: Acceptez les paiements en ETH et USDC via MetaMask ou WalletConnect. Les paiements sont traités via un smart contract sur plusieurs blockchains.
it_it: Accetta pagamenti in ETH e USDC tramite MetaMask o WalletConnect. I pagamenti vengono elaborati tramite smart contract su diverse blockchain.
nl_nl: Accepteer ETH- en USDC-betalingen via MetaMask of WalletConnect. Betalingen worden verwerkt via een smart contract op meerdere blockchains.
pt_pt: Aceite pagamentos em ETH e USDC via MetaMask ou WalletConnect. Os pagamentos são processados através de um smart contract em múltiplas blockchains.

source: Enable/Disable
de_de: Aktivieren/Deaktivieren
es_es: Activar/Desactivar
fr_fr: Activer/Désactiver
it_it: Abilita/Disabilita
nl_nl: Inschakelen/Uitschakelen
pt_pt: Ativar/Desativar

source: Enable Layer Crypto Checkout Gateway
de_de: Layer Crypto Checkout-Gateway aktivieren
es_es: Activar la pasarela Layer Crypto Checkout
fr_fr: Activer la passerelle Layer Crypto Checkout
it_it: Abilita il gateway Layer Crypto Checkout
nl_nl: Layer Crypto Checkout-gateway inschakelen
pt_pt: Ativar a gateway Layer Crypto Checkout

source: Title
de_de: Titel
es_es: Título
fr_fr: Titre
it_it: Titolo
nl_nl: Titel
pt_pt: Título

source: This controls the title which the user sees during checkout.
de_de: Dies bestimmt den Titel, den der Benutzer beim Checkout sieht.
es_es: Esto controla el título que el usuario ve durante el proceso de pago.
fr_fr: Ceci détermine le titre que l'utilisateur voit lors du paiement.
it_it: Questo determina il titolo che l'utente vede durante il checkout.
nl_nl: Dit bepaalt de titel die de gebruiker ziet tijdens het afrekenen.
pt_pt: Isto controla o título que o utilizador vê durante o checkout.

source: Pay with Crypto
de_de: Mit Crypto bezahlen
es_es: Pagar con Crypto
fr_fr: Payer avec Crypto
it_it: Paga con Crypto
nl_nl: Betalen met Crypto
pt_pt: Pagar com Crypto

source: Description
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione
nl_nl: Beschrijving
pt_pt: Descrição

source: This controls the description which the user sees during checkout.
de_de: Dies bestimmt die Beschreibung, die der Benutzer beim Checkout sieht.
es_es: Esto controla la descripción que el usuario ve durante el proceso de pago.
fr_fr: Ceci détermine la description que l'utilisateur voit lors du paiement.
it_it: Questo determina la descrizione che l'utente vede durante il checkout.
nl_nl: Dit bepaalt de beschrijving die de gebruiker ziet tijdens het afrekenen.
pt_pt: Isto controla a descrição que o utilizador vê durante o checkout.

source: Pay securely with ETH or USDC via MetaMask or WalletConnect.
de_de: Bezahlen Sie sicher mit ETH oder USDC über MetaMask oder WalletConnect.
es_es: Paga de forma segura con ETH o USDC a través de MetaMask o WalletConnect.
fr_fr: Payez en toute sécurité avec ETH ou USDC via MetaMask ou WalletConnect.
it_it: Paga in sicurezza con ETH o USDC tramite MetaMask o WalletConnect.
nl_nl: Betaal veilig met ETH of USDC via MetaMask of WalletConnect.
pt_pt: Pague com segurança com ETH ou USDC via MetaMask ou WalletConnect.

source: Merchant Settings
de_de: Händler-Einstellungen
es_es: Ajustes del comerciante
fr_fr: Paramètres du marchand
it_it: Impostazioni venditore
nl_nl: Handelaarsinstellingen
pt_pt: Definições do comerciante

source: Configure your merchant wallet address.
de_de: Konfigurieren Sie Ihre Händler-Wallet-Adresse.
es_es: Configura la dirección de tu wallet de comerciante.
fr_fr: Configurez l'adresse de votre wallet marchand.
it_it: Configura l'indirizzo del tuo wallet venditore.
nl_nl: Configureer uw handelaar-walletadres.
pt_pt: Configure o endereço da sua wallet de comerciante.

source: Wallet Address
de_de: Wallet-Adresse
es_es: Dirección del Wallet
fr_fr: Adresse du Wallet
it_it: Indirizzo Wallet
nl_nl: Walletadres
pt_pt: Endereço da Wallet

source: Your Ethereum wallet address where you will receive payments.
de_de: Ihre Ethereum-Wallet-Adresse, an die Sie Zahlungen erhalten.
es_es: Tu dirección de wallet Ethereum donde recibirás los pagos.
fr_fr: Votre adresse wallet Ethereum où vous recevrez les paiements.
it_it: Il tuo indirizzo wallet Ethereum dove riceverai i pagamenti.
nl_nl: Uw Ethereum-walletadres waar u betalingen ontvangt.
pt_pt: O seu endereço de wallet Ethereum onde receberá os pagamentos.

source: Advanced Settings
de_de: Erweiterte Einstellungen
es_es: Ajustes avanzados
fr_fr: Paramètres avancés
it_it: Impostazioni avanzate
nl_nl: Geavanceerde instellingen
pt_pt: Definições avançadas

source: Additional configuration options.
de_de: Zusätzliche Konfigurationsoptionen.
es_es: Opciones de configuración adicionales.
fr_fr: Options de configuration supplémentaires.
it_it: Opzioni di configurazione aggiuntive.
nl_nl: Extra configuratieopties.
pt_pt: Opções de configuração adicionais.

source: Price Margin (%)
de_de: Preismarge (%)
es_es: Margen de precio (%)
fr_fr: Marge sur le prix (%)
it_it: Margine sul prezzo (%)
nl_nl: Prijsmarge (%)
pt_pt: Margem de preço (%)

source: Add a margin to the ETH price to account for price volatility during transaction confirmation. Default: 2%
de_de: Fügen Sie eine Marge zum ETH-Preis hinzu, um die Preisvolatilität während der Transaktionsbestätigung auszugleichen. Standard: 2%
es_es: Añade un margen al precio de ETH para compensar la volatilidad del precio durante la confirmación de la transacción. Por defecto: 2%
fr_fr: Ajoutez une marge au prix ETH pour compenser la volatilité du prix pendant la confirmation de la transaction. Par défaut : 2%
it_it: Aggiungi un margine al prezzo ETH per compensare la volatilità del prezzo durante la conferma della transazione. Predefinito: 2%
nl_nl: Voeg een marge toe aan de ETH-prijs om rekening te houden met prijsvolatiliteit tijdens transactiebevestiging. Standaard: 2%
pt_pt: Adicione uma margem ao preço do ETH para compensar a volatilidade do preço durante a confirmação da transação. Predefinido: 2%

source: Price Cache Duration (seconds)
de_de: Preis-Cache-Dauer (Sekunden)
es_es: Duración de la caché del precio (segundos)
fr_fr: Durée du cache des prix (secondes)
it_it: Durata cache del prezzo (secondi)
nl_nl: Duur prijscache (seconden)
pt_pt: Duração da cache do preço (segundos)

source: How long to cache the ETH price. Lower values = more accurate but more API calls. Default: 60 seconds
de_de: Wie lange der ETH-Preis zwischengespeichert wird. Niedrigere Werte = genauer, aber mehr API-Aufrufe. Standard: 60 Sekunden
es_es: Tiempo de caché del precio de ETH. Valores más bajos = más preciso pero más llamadas API. Por defecto: 60 segundos
fr_fr: Durée de mise en cache du prix ETH. Valeurs plus basses = plus précis mais plus d'appels API. Par défaut : 60 secondes
it_it: Durata della cache del prezzo ETH. Valori più bassi = più preciso ma più chiamate API. Predefinito: 60 secondi
nl_nl: Hoe lang de ETH-prijs in cache bewaard wordt. Lagere waarden = nauwkeuriger maar meer API-aanroepen. Standaard: 60 seconden
pt_pt: Duração da cache do preço do ETH. Valores mais baixos = mais preciso mas mais chamadas API. Predefinido: 60 segundos

source: Debug Mode
de_de: Debug-Modus
es_es: Modo depuración
fr_fr: Mode débogage
it_it: Modalità debug
nl_nl: Debugmodus
pt_pt: Modo de depuração

source: Enable debug logging
de_de: Debug-Protokollierung aktivieren
es_es: Activar registro de depuración
fr_fr: Activer la journalisation de débogage
it_it: Abilita il log di debug
nl_nl: Debuglogboek inschakelen
pt_pt: Ativar registo de depuração

source: Log payment events and errors for debugging.
de_de: Zahlungsereignisse und Fehler zur Fehlersuche protokollieren.
es_es: Registrar eventos de pago y errores para depuración.
fr_fr: Enregistrer les événements de paiement et les erreurs pour le débogage.
it_it: Registra eventi di pagamento ed errori per il debug.
nl_nl: Betalingsgebeurtenissen en fouten vastleggen voor debugging.
pt_pt: Registar eventos de pagamento e erros para depuração.

source: Network Mode
de_de: Netzwerkmodus
es_es: Modo de red
fr_fr: Mode réseau
it_it: Modalità rete
nl_nl: Netwerkmodus
pt_pt: Modo de rede

source: Choose between test networks (for development) or live networks (for real payments).
de_de: Wählen Sie zwischen Testnetzwerken (für die Entwicklung) oder Live-Netzwerken (für echte Zahlungen).
es_es: Elige entre redes de prueba (para desarrollo) o redes en producción (para pagos reales).
fr_fr: Choisissez entre les réseaux de test (pour le développement) ou les réseaux live (pour les paiements réels).
it_it: Scegli tra reti di test (per lo sviluppo) o reti live (per pagamenti reali).
nl_nl: Kies tussen testnetwerken (voor ontwikkeling) of live netwerken (voor echte betalingen).
pt_pt: Escolha entre redes de teste (para desenvolvimento) ou redes em produção (para pagamentos reais).

source: Mode
de_de: Modus
es_es: Modo
it_it: Modalità
nl_nl: Modus
pt_pt: Modo

source: Test mode uses testnet networks (no real money). Live mode uses mainnet networks (real payments).
de_de: Der Testmodus verwendet Testnet-Netzwerke (kein echtes Geld). Der Live-Modus verwendet Mainnet-Netzwerke (echte Zahlungen).
es_es: El modo de prueba usa redes testnet (sin dinero real). El modo en producción usa redes mainnet (pagos reales).
fr_fr: Le mode test utilise les réseaux testnet (pas d'argent réel). Le mode live utilise les réseaux mainnet (paiements réels).
it_it: La modalità test usa reti testnet (nessun denaro reale). La modalità live usa reti mainnet (pagamenti reali).
nl_nl: De testmodus gebruikt testnet-netwerken (geen echt geld). De live modus gebruikt mainnet-netwerken (echte betalingen).
pt_pt: O modo de teste utiliza redes testnet (sem dinheiro real). O modo em produção utiliza redes mainnet (pagamentos reais).

source: Test Mode (Testnets)
de_de: Testmodus (Testnet)
es_es: Modo de prueba (Testnet)
fr_fr: Mode test (Testnet)
it_it: Modalità test (Testnet)
nl_nl: Testmodus (Testnet)
pt_pt: Modo de teste (Testnet)

source: Live Mode (Mainnets)
de_de: Live-Modus (Mainnet)
es_es: Modo en producción (Mainnet)
fr_fr: Mode live (Mainnet)
it_it: Modalità live (Mainnet)
nl_nl: Live modus (Mainnet)
pt_pt: Modo em produção (Mainnet)

source: Live Mode
de_de: Live-Modus
es_es: Modo en producción
fr_fr: Mode live
it_it: Modalità live
nl_nl: Live modus
pt_pt: Modo em produção

source: Test Mode
de_de: Testmodus
es_es: Modo de prueba
fr_fr: Mode test
it_it: Modalità test
nl_nl: Testmodus
pt_pt: Modo de teste

source: LIVE MODE - Real Payments Active
de_de: LIVE-MODUS - Echte Zahlungen aktiv
es_es: MODO EN PRODUCCION - Pagos reales activos
fr_fr: MODE LIVE - Paiements réels actifs
it_it: MODALITA' LIVE - Pagamenti reali attivi
nl_nl: LIVE MODUS - Echte betalingen actief
pt_pt: MODO EM PRODUCAO - Pagamentos reais ativos

source: You are accepting real cryptocurrency payments on mainnet networks. All transactions involve real money.
de_de: Sie akzeptieren echte Kryptowährungszahlungen auf Mainnet-Netzwerken. Alle Transaktionen beinhalten echtes Geld.
es_es: Estás aceptando pagos reales en criptomoneda en redes mainnet. Todas las transacciones involucran dinero real.
fr_fr: Vous acceptez des paiements réels en cryptomonnaie sur les réseaux mainnet. Toutes les transactions impliquent de l'argent réel.
it_it: Stai accettando pagamenti reali in criptovaluta su reti mainnet. Tutte le transazioni coinvolgono denaro reale.
nl_nl: U accepteert echte cryptocurrency-betalingen op mainnet-netwerken. Alle transacties betreffen echt geld.
pt_pt: Está a aceitar pagamentos reais em criptomoeda nas redes mainnet. Todas as transações envolvem dinheiro real.

source: TEST MODE - Using Testnets
de_de: TESTMODUS - Testnets werden verwendet
es_es: MODO DE PRUEBA - Usando Testnets
fr_fr: MODE TEST - Utilisation des Testnets
it_it: MODALITA' TEST - Utilizzo Testnet
nl_nl: TESTMODUS - Testnets worden gebruikt
pt_pt: MODO DE TESTE - A utilizar Testnets

source: You are using testnet networks. No real money is involved. Switch to Live Mode when ready to accept real payments.
de_de: Sie verwenden Testnet-Netzwerke. Es ist kein echtes Geld beteiligt. Wechseln Sie in den Live-Modus, wenn Sie bereit sind, echte Zahlungen zu akzeptieren.
es_es: Estás usando redes testnet. No se involucra dinero real. Cambia al modo en producción cuando estés listo para aceptar pagos reales.
fr_fr: Vous utilisez les réseaux testnet. Aucun argent réel n'est impliqué. Passez en mode live lorsque vous êtes prêt à accepter les paiements réels.
it_it: Stai usando reti testnet. Non è coinvolto denaro reale. Passa alla modalità live quando sei pronto ad accettare pagamenti reali.
nl_nl: U gebruikt testnet-netwerken. Er is geen echt geld betrokken. Schakel over naar de live modus wanneer u klaar bent om echte betalingen te accepteren.
pt_pt: Está a utilizar redes testnet. Não está envolvido dinheiro real. Mude para o modo em produção quando estiver pronto para aceitar pagamentos reais.

source: Setup
de_de: Einrichtung
es_es: Configuración
fr_fr: Configuration
it_it: Configurazione
nl_nl: Configuratie
pt_pt: Configuração

source: Enter your wallet address below to receive payments
de_de: Geben Sie unten Ihre Wallet-Adresse ein, um Zahlungen zu empfangen
es_es: Introduce tu dirección de wallet a continuación para recibir pagos
fr_fr: Entrez votre adresse wallet ci-dessous pour recevoir les paiements
it_it: Inserisci il tuo indirizzo wallet qui sotto per ricevere i pagamenti
nl_nl: Voer hieronder uw walletadres in om betalingen te ontvangen
pt_pt: Introduza o endereço da sua wallet abaixo para receber pagamentos

source: Customers will choose their preferred network at checkout
de_de: Kunden wählen beim Checkout ihr bevorzugtes Netzwerk
es_es: Los clientes elegirán su red preferida en el proceso de pago
fr_fr: Les clients choisiront leur réseau préféré lors du paiement
it_it: I clienti sceglieranno la loro rete preferita al checkout
nl_nl: Klanten kiezen hun voorkeurs­netwerk bij het afrekenen
pt_pt: Os clientes escolherão a sua rede preferida no checkout

source: A 1% platform fee is applied to each transaction
de_de: Auf jede Transaktion wird eine Plattformgebühr von 1% erhoben
es_es: Se aplica una comisión del 1% a cada transacción
fr_fr: Une commission de 1% est appliquée à chaque transaction
it_it: Una commissione dell'1% viene applicata ad ogni transazione
nl_nl: Er wordt een platformkosten van 1% toegepast op elke transactie
pt_pt: Uma comissão de 1% é aplicada a cada transação

source: Security & Reliability
de_de: Sicherheit und Zuverlässigkeit
es_es: Seguridad y fiabilidad
fr_fr: Sécurité et fiabilité
it_it: Sicurezza e affidabilità
nl_nl: Veiligheid en betrouwbaarheid
pt_pt: Segurança e fiabilidade

source: Payments go directly to your wallet. We never hold your funds.
de_de: Zahlungen gehen direkt an Ihr Wallet. Wir verwahren niemals Ihre Gelder.
es_es: Los pagos van directamente a tu wallet. Nunca retenemos tus fondos.
fr_fr: Les paiements vont directement dans votre wallet. Nous ne détenons jamais vos fonds.
it_it: I pagamenti vanno direttamente al tuo wallet. Non custodiamo mai i tuoi fondi.
nl_nl: Betalingen gaan rechtstreeks naar uw wallet. Wij beheren nooit uw geld.
pt_pt: Os pagamentos vão diretamente para a sua wallet. Nunca retemos os seus fundos.

source: Immutable Smart Contract
de_de: Unveränderlicher Smart Contract
es_es: Smart Contract inmutable
fr_fr: Smart Contract immuable
it_it: Smart Contract immutabile
nl_nl: Onveranderlijk Smart Contract
pt_pt: Smart Contract imutável

source: Contract code cannot be changed after deployment. Your funds are safe.
de_de: Der Vertragscode kann nach dem Deployment nicht geändert werden. Ihre Gelder sind sicher.
es_es: El código del contrato no puede modificarse después del despliegue. Tus fondos están seguros.
fr_fr: Le code du contrat ne peut pas être modifié après le déploiement. Vos fonds sont en sécurité.
it_it: Il codice del contratto non può essere modificato dopo il deployment. I tuoi fondi sono al sicuro.
nl_nl: Contractcode kan niet worden gewijzigd na deployment. Uw geld is veilig.
pt_pt: O código do contrato não pode ser alterado após o deployment. Os seus fundos estão seguros.

source: Reentrancy Protection
de_de: Reentrancy-Schutz
es_es: Protección contra reentrancy
fr_fr: Protection contre la réentrance
it_it: Protezione da reentrancy
nl_nl: Reentrancy-bescherming
pt_pt: Proteção contra reentrancy
